[
  {
   "id": "1",
   "title": "One Piece",
   "author": "Eiichiro Oda",
   "price": "22000",
   "cover_url": "https://cdn0.fahasa.com/media/catalog/product/o/n/one-piece---tap-101---ban-bia-ao-_-bia-gap-_bia-1_.jpg",
   "NXB": "Kim Đồng",
   "NamXB": 2022,
   "MaHang": 8935244876420,
   "TenNhaCungCap": "Nhà Xuất Bản Kim Đồng",
   "NgonNgu": "Tiếng Việt",
   "TrongluongGr": 200,
   "KichThuoc": "17.6 x 11.3 cm",
   "SoTrang": 208,
   "LoaiBia": "Bìa Mềm",
   "description": "One Piece (Vua Hải Tặc) bộ truyện thuộc thể loại truyện tranh hành động kể về một cậu bé tên Monkey D. Luffy, giong buồm ra khơi trên chuyến hành trình tìm kho báu huyền thoại One Piece và trở thành Vua hải tặc. <br> Để làm được điều này, cậu phải đến được tận cùng của vùng biển nguy hiểm và chết chóc nhất thế giới: Grand Line (Đại Hải Trình). <br> Luffy đội trên đầu chiếc mũ rơm như một nhân chứng lịch sử vì chiếc mũ rơm đó đã từng thuộc về hải tặc hùng mạnh: Hải tặc vương Gol. D. Roger và tứ hoàng Shank (tóc đỏ). <br> Luffy lãnh đạo nhóm hải tặc Mũ Rơm qua East Blue (Biển Đông) và rồi tiến đến Grand Line.<br> Cậu theo dấu chân của vị vua hải tặc quá cố Gol. D. Roger, chu du từ đảo này sang đảo khác để đến với kho báu vĩ đại."
  },
  {
   "id": "2",
   "title": "Naruto",
   "author": "Masashi Kishimoto",
   "price": "25000",
   "cover_url": "https://cdn0.fahasa.com/media/catalog/product/n/a/naruto---tap-1---tb-2022.jpg",
   "NXB": "Kim Đồng",
   "NamXB": 2022,
   "MaHang": 8935244866063,
   "TenNhaCungCap": "Nhà Xuất Bản Kim Đồng",
   "NgonNgu": "Tiếng Việt",
   "TrongluongGr": 246,
   "KichThuoc": "17.6 x 11.3 cm",
   "SoTrang": 192,
   "LoaiBia": "Bìa Mềm",
   "description": "Chuyện xảy ra ở làng Lá với nhân vật chính là Naruto, học sinh trường đào tạo Ninja, chuyên đi quấy rối khắp làng!! <br>Naruto có một ước mơ to lớn là đạt được danh hiệu Hokage . <br> Một vị trí dành cho Ninja ưu tú nhất Và vượt qua các Ninja tiền nhiệm.<br>Tuy nhiên, bí mật về thân thế của Naruto là…!?"
  },
  {
   "id": "3",
   "title": "Dragon Ball - 7 Viên Ngọc Rồng",
   "author": "Akira Toriyama",
   "price": "25000",
   "cover_url": "https://cdn0.fahasa.com/media/catalog/product/8/9/8935244864564.jpg",
   "NXB": "Kim Đồng",
   "NamXB": 2022,
   "MaHang": 8935244864564,
   "TenNhaCungCap": "Nhà Xuất Bản Kim Đồng",
   "NgonNgu": "Tiếng Việt",
   "TrongluongGr": 246,
   "KichThuoc": "17.6 x 11.3 x 0.5 cm",
   "SoTrang": 188,
   "LoaiBia": "Bìa Mềm",
   "description": "Dragon Ball là bộ truyện tranh thiếu niên dài kì nổi tiếng của tác giả Toriyama Akira trên tuần san Weely Shonen Jump.<br> Bộ truyện ra đời năm 1984 và kết thúc vào năm 1995 với tổng cộng 519 chương, chia thành 42 tập truyện rời do NXB Shueisha phát hành. <br> Bộ truyện kể về một cậu bé đuôi khỉ tên là Son Goku sống một mình trong chốn rừng sâu. <br>Cậu rất coi trọng viên ngọc kỉ vật quý giá ông nội để lại trước khi mất."
  },
  {
   "id": "4",
   "title": "Văn Học Nam Bộ 1945 - 1954",
   "author": "Võ Văn Nhơn",
   "price": "120000",
   "cover_url": "https://cdn0.fahasa.com/media/catalog/product/i/m/image_244718_1_4372.jpg",
   "NXB": "NXB Tổng Hợp TPHCM",
   "NamXB": 2021,
   "MaHang": 9786043129809,
   "TenNhaCungCap": "VÕ VĂN NHƠN",
   "NgonNgu": "Tiếng Việt",
   "TrongluongGr": 481,
   "KichThuoc": "23 x 15 x 1.6 cm",
   "SoTrang": 367,
   "LoaiBia": "Bìa Mềm",
   "description": "Văn học quốc ngữ Nam Bộ hình thành từ cuối TK.XIX, cho đến đầu thế kỷ XX vùng văn học này đã đạt được nhiều thành tựu quan trọng, trở thành bộ phận tiên phong của văn học dân tộc với hàng chục mấy tác gia, hàng trăm bộ tiểu thuyết ngay từ khi các miền khác ở đất nước chưa biết “tiểu thuyết” là gì.<br> Những tên tuổi lớn của văn học quốc ngữ Nam Bộ là: Trương Vĩnh Ký – nhà văn hóa, người viết ký sự quốc ngữ đầu tiên; Nguyễn Trọng Quản – nhà tiểu thuyết quốc ngữ đầu tiên;"
  },
  {
   "id": "5",
   "title": "Văn Học Sài Gòn 1954-1975",
   "author": "Lê Văn Nghĩa",
   "price": "161000",
   "cover_url": "https://cdn0.fahasa.com/media/catalog/product/i/m/image_200738.jpg",
   "NXB": "NXB Tổng Hợp TPHCM",
   "NamXB": 2020,
   "MaHang": 9786045876480,
   "TenNhaCungCap": "NXB Tổng Hợp TPHCM",
   "NgonNgu": "Tiếng Việt",
   "TrongluongGr": 600,
   "KichThuoc": "23 x 15 cm",
   "SoTrang": 482,
   "LoaiBia": "Bìa Mềm",
   "description": "Quá rảnh, tôi thường đọc lại những tờ báo, các tạp chí văn học trước năm 1975 để tìm tư liệu về Sài Gòn. <br>Rồi sau đó, được đọc thêm một số hồi ký của các nhà văn Sài Gòn kể lại cuộc đời của họ có liên quan đến bạn bè, bối cảnh xã hội, và những lý do “bí mật” thúc đẩy họ trở thành người cầm bút.<br> Có những câu chuyện thật vui, cũng có những câu chuyện buồn thật rơi nước mắt.<br> Có những chuyện cảm động có những chuyện thật chán phèo cho cái tình đời.<br>Tôi quan niệm những trang văn, những quyển truyện dài, khi đã ra mắt bạn đọc đều có dấu ấn của cuộc đời tác giả -không ít thì nhiều.<br> Những chuyện đằng sau trang văn, đằng trước cơm áo được ghi lại trong hồi ký của người này người kia, trong những cuộc trả lời phỏng vấn trên báo mà nếu lẩy ra thì ít nhiều cũng hình dung được không khí làm văn, làm báo thời trước 1975. <br>Không ít sự chia sẻ cũng như không ít sự tỵ hiềm. Nào ai biết, nào ai hay những chuyện này nhất là bạn đọc trẻ - những người muốn nghiên cứu, tìm hiểu một thời kỳ văn chương của Sài Gòn từ 1954 - 1975. "
  },
  {
   "id": "6",
   "title": "Văn Học Dân Gian Bến Tre",
   "author": "Nhiều Tác Giả",
   "price": "148000",
   "cover_url": "https://cdn0.fahasa.com/media/catalog/product/9/7/9786043355895_1.jpg",
   "NXB": "Tổng Hợp TPHCM",
   "NamXB": 2022,
   "MaHang": 9786043355895,
   "TenNhaCungCap": "NXB Tổng Hợp TPHCM",
   "NgonNgu": "Tiếng Việt",
   "TrongluongGr": 300,
   "KichThuoc": "21 x 13 x 2 cm",
   "SoTrang": 388,
   "LoaiBia": "Bìa Mềm",
   "description": "Văn Học Dân Gian Bến Tre. <br>Nhằm thực hiện Nghị quyết của Trung ương Đảng về việc bảo tồn và phát huy di sản văn hóa dân tộc, Khoa Văn học, Trường Đại học Khoa học Xã hội Nhân văn, Đại học Quốc gia Thành phố Hồ Chí Minh đã nhận lấy sứ mệnh, sưu tầm, gìn giữ và công bố phần di sản quý giá này của dân tộc.<br> Đồng thời, trên cơ sở tài liệu thu thập được, chúng tôi còn tiếp tục nghiên cứu và giáo dục sâu rộng cho sinh viên những đạo lý dân tộc tốt đẹp do cha ông để lại qua những câu ca, điệu hát, qua những câu chuyện kể lịch sử, những bài vè, những câu tục ngữ, thành ngữ…"
  },
  {
   "id": "7",
   "title": "Dược Sư Tự Sự (Light-novel)",
   "author": "Natsu Hyuuga, Touko Shino",
   "price": "88000",
   "cover_url": "https://cdn0.fahasa.com/media/catalog/product/d/u/duoc_su_tu_su_tap_1_tieu_thuyet_bia_1.jpg",
   "NXB": "NXB Kim Đồng",
   "NamXB": 2022,
   "MaHang": 8935244867299,
   "TenNhaCungCap": "Nhà Xuất Bản Kim Đồng",
   "NgonNgu": "Tiếng Việt",
   "TrongluongGr": 450,
   "KichThuoc": "19 x 13 cm",
   "SoTrang": 408,
   "LoaiBia": "Bìa Mềm",
   "description": "Miêu Miêu là một cô gái làm công việc hầu hạ trong cung đình thời phong kiến.<br>Câu chuyện của chúng ta bắt đầu với việc cô gái từng hành nghề dược sư ở phố hoa này nghe thấy người ta đồn thổi rằng: tất cả những đứa con của Hoàng đế đều đoản mệnh.Phiên bản tiếng Việt rất được mong đợi của tác phẩm trinh thám cổ trang đã được công chúng đón nhận nồng nhiệt.<br> Giữa bối cảnh phương Đông thời phong kiến, cô gái làm nhiệm vụ “thử độc” liên tiếp phá giải những vụ án hóc búa xảy ra ở chốn cung đình. <br>* DƯỢC SƯ TỰ SỰ là series light-novel thể loại trinh thám vô cùng độc đáo lấy bối cảnh cung đình.<br> Là một trong những bộ light-novel đình đám nhất trong những năm gần đây, series đã vượt mốc 13 triệu bản tại thị trường Nhật Bản và luôn thống trị bảng xếp hạng bán chạy mỗi khi ra tập mới!"
  },
  {
   "id": "8",
   "title": "Miền Đất Hứa - The Promised Neverland",
   "author": "Kaiu Shirai",
   "price": "64000",
   "cover_url": "https://cdn0.fahasa.com/media/catalog/product/n/e/neverland-ln_thu-cua-norman_1_.jpg",
   "NXB": "NXB Hà Nội",
   "NamXB": 2021,
   "MaHang": 8935250705585,
   "TenNhaCungCap": "IPM",
   "NgonNgu": "Tiếng Việt",
   "TrongluongGr": 250,
   "KichThuoc": "18 x 13 cm",
   "SoTrang": 248,
   "LoaiBia": "Bìa Mềm",
   "description": "Mùng 3 tháng Mười một, trước khi bị xuất đi, Norman đã ngồi trong rừng viết thư hướng dẫn mọi người đào tẩu. <br>Trong lúc viết, cậu bồi hồi nhớ lại những kỉ niệm từng trải qua với Emma và các anh chị em ở Grace Field House.<br>Mời các bạn thưởng thức cuốn tiểu thuyết đầu tiên của “Miền Đất Hứa”, dõi theo những ngày tháng ấm êm đã không thể trở lại của bọn trẻ tại Grace Field House."
  },
  {
   "id": "9",
   "title": "Thanh Gươm Diệt Quỷ: Đóa Hoa Hạnh Phúc",
   "author": "Koyoharu Gotouge, Aya Yajima",
   "price": "40000",
   "cover_url": "https://cdn0.fahasa.com/media/catalog/product/t/h/thanh_guom_diet_quy_-_tieu_thuyet_doa_hoa_hanh_phuc_1_1.jpg",
   "NXB": "NXB Kim Đồng",
   "NamXB": 2020,
   "MaHang": 8935244851564,
   "TenNhaCungCap": "Nhà Xuất Bản Kim Đồng",
   "NgonNgu": "Tiếng Việt",
   "TrongluongGr": 250,
   "KichThuoc": "19 x 13 cm",
   "SoTrang": 208,
   "LoaiBia": "Bìa Mềm",
   "description": "Thanh Gươm Diệt Quỷ: Đóa Hoa Hạnh Phúc.<br> Giới thiệu nội dung:Trên đường thực thi nhiệm vụ, tiện đường ghé qua một ngôi làng, Tanjiro đã bắt gặp bóng hình hạnh phúc của một cô dâu trạc tuổi Nezuko trong đám cưới của mình.Em gái của anh là người con gái dịu hiền hơn bất cứ ai.Em gái của anh, dù có biến thành quỷ, cũng không vứt bỏ sự ấm áp của mình. <br> Nếu có một điều ước, anh ước mong em có thể trở thành người con gái hạnh phúcnhất thế gian.Với mong muốn em gái cũng sẽ được hạnh phúc, cậu đã một mình lên đường tìm kiếm loài hoa trong truyền thuyết.<br> Tuy nhiên… Đóa hoa hạnh phúc là tiểu thuyết chuyển thể đầu tiên của bộ truyện tranh đình đám Nhật Bản: “Kimetsu no Yaiba - Thanh gươm diệt quỷ”!! Tuy ra mắt không lâu, nhưng series tiểu thuyết này cũng đã nhanh chóng công phá các bảng xếp hạng tại Nhật với con số lên tới hàng triệu-bản-in!!"
  },
  {
   "id": "10",
   "title": "Lịch Sử Do Thái",
   "author": "Paul Johnson",
   "price": "356000",
   "cover_url": "https://cdn0.fahasa.com/media/catalog/product/i/m/image_195509_1_29803.jpg",
   "NXB": "NXB Dân Trí",
   "NamXB": 2020,
   "MaHang": 8935270701512,
   "TenNhaCungCap": "Alpha Books",
   "NgonNgu": "Tiếng Việt",
   "TrongluongGr": 920,
   "KichThuoc": "16 x 24 cm",
   "SoTrang": 892,
   "LoaiBia": "Bìa Cứng",
   "description": "Lịch sử Do Thái của Paul Johnson bắt đầu bằng những sự kiện được viết trong Kinh Thánh và kết thúc khi thành lập Nhà nước Israel. <br>Cuốn sách không chỉ giới thiệu về lịch sử 4000 năm tồn tại của người Do Thái mà còn đề cập đến những tác động, ảnh hưởng cũng như những đóng góp của họ cho nhân loại. <br>Người Do Thái tạo nên một bản sắc riêng biệt và cụ thể sớm hơn bất cứ dân tộc nào còn tồn tại tới ngày nay.<br> Họ đã duy trì được nó giữa những nghịch cảnh khủng khiếp cho tới hôm nay.<br> Sức chịu đựng phi thường này từ đâu ra? Sức mạnh ý chí đặc biệt cháy bỏng nào đã khiến người Do Thái khác biệt và giữ cho họ thuần nhất? Sức sống bền bỉ của họ nằm trong bản chất bất biến, hay khả năng thích ứng, hay cả hai?...<br> Liệu lịch sử của họ có cho thấy những nỗ lực như vậy là đáng giá? Hay nó cho thấy họ đã hoài công?<br> Những gì Paul Johnson đã tìm hiểu, nghiên cứu và thuật lại trên từng trang sách, sẽ phần nào giúp độc giả tự trả lời những câu hỏi này."
  },
  {
   "id": "11",
   "title": "Lịch Sử Kháng Chiến Chống Mỹ Cứu Nước 1954 - 1975",
   "author": "Bộ quốc phòng",
   "price": "49000",
   "cover_url": "https://cdn0.fahasa.com/media/catalog/product/i/m/image_195509_1_33167.jpg",
   "NXB": "NXB Chính Trị Quốc Gia",
   "NamXB": 2015,
   "MaHang": 8935270701512,
   "TenNhaCungCap": "NXB Chính Trị Quốc Gia",
   "NgonNgu": "Tiếng Việt",
   "TrongluongGr": 380,
   "KichThuoc": "20.5 x 14.5 cm",
   "SoTrang": 203,
   "LoaiBia": "Bìa Mềm",
   "description": "Lịch Sử Kháng Chiến Chống Mỹ Cứu Nước 1954 - 1975 (Tập I) <br> Bộ sách Lịch Sử Kháng Chiến Chống Mỹ Cứu Nước 1954 -1975 là công trình nghiên cứu sâu sắc, đầy đủ, xứng đáng với tầm vóc của cuộc chiến tranh giải phóng vĩ đại của quân và dân ta suốt 21 năm. <br>Đây là một bộ sách lớn, giá trị, bao gồm từ tập I đến tập IX. <br> Tập I của bộ sách với tiêu đề Nguyên nhân chiến tranh, gồm ba chương, tập trung luận giải vì sao Mỹ xâm lược Việt Nam và vì sao chúng ta lại phải tiếp tục cầm súng chiến đấu sau chín năm kháng chiến chống thực dân Pháp xâm lược.<br> Cuộc kháng chiến thống Mỹ, cứu nước đầy gian khổ, hy sinh, nhưng hết sức hào hùng của nhân dân ta dưới sự lãnh đạo của Đảng kéo dài 21 năm đã giành được thắng lợi trọn vẹn vào mùa Xuân 1975 lịch sử, giải phóng hoàn toàn miền Nam, thống nhất Tổ quốc, cả nước cùng đi lên chủ nghĩa xã hội. <br> Sau hơn 40 năm nhìn lại, câu hỏi vì sao đế quốc Mỹ xâm lược Việt Nam? Vì sao nhân dân Việt Nam lại phải cầm súng chiến đấu? Đây vẫn còn là vấn đề phải dày công nghiên cứu."
  },
  {
   "id": "12",
   "title": "Lịch Sử Nam Bộ Kháng Chiến Tập 1 (1945 - 1954)",
   "author": "Hội Đồng Chỉ Đạo",
   "price": "335000",
   "cover_url": "https://cdn0.fahasa.com/media/catalog/product/i/m/image_195509_1_31952.jpg",
   "NXB": "NXB Chính Trị Quốc Gia Sự Thật",
   "NamXB": 2000,
   "MaHang": 8935211119895,
   "TenNhaCungCap": "Chính Trị Quốc Gia",
   "NgonNgu": "Tiếng Việt",
   "TrongluongGr": 1200,
   "KichThuoc": "16 x 24 cm",
   "SoTrang": 956,
   "LoaiBia": "Bìa Cứng",
   "description": "Cuốn sách cung cấp cho đông đảo độc giả những tư liệu tham khảo có giá trị trong việc tìm hiểu, nghiên cứu về lịch sử kháng chiến của quân, dân Nam Bộ nói riêng, lịch sử đấu tranh cách mạng của nhân dân Việt Nam nói chung, về sự lãnh đạo tài tình của Đảng ta, về chủ nghĩa anh hùng cách mạng, về sức mạnh của bàn tay và khối óc con người Việt Nam trong kháng chiến cũng như trong xây dựng và phát triển đất nước. <br>Không chỉ đơn thuần là một bộ sách lịch sử, “Lịch sử Nam bộ kháng chiến” còn mở ra một vấn đề mới.<br> Bộ sách trình bày chi tiết cụ thể một quá khứ gian lao nhưng hào hùng của nhiều thế hệ cha ông. <br> Những thế hệ đó đã sống, chiến đấu, hy sinh trọn vẹn cho Tổ quốc. <br>Nói như ông Nguyễn Trọng Xuất: “Thế hệ chúng tôi đã làm tròn bổn phận của mình rồi, chúng tôi xả thân vì lý tưởng độc lập, tự do, hạnh phúc cho mọi người. Bây giờ nhiệm vụ tới đây, tiếp tục làm tự do và hạnh phúc cho mọi người, câu trả lời phải do chính thế hệ trẻ tìm ra”. <br> Đó là những lời nhắn gửi đến tương lai từ quá khứ mà bộ sách “Lịch sử Nam bộ kháng chiến” gửi đến bạn đọc nhất là những người trẻ, tương lai của đất nước. <br>Tập 1 tập trung phản ánh cuộc đấu tranh chống thực dân Pháp của nhân dân Việt Nam diễn ra trên địa bàn Nam bộ thời kỳ 1945 - 1954."
  },
  {
   "id": "13",
   "title": "Tâm Lý Học Tội Phạm - Phác Họa Chân Dung Kẻ Phạm Tội",
   "author": "Diệp Hồng Vũ",
   "price": "101000",
   "cover_url": "https://cdn0.fahasa.com/media/catalog/product/p/h/ph_c-h_a-ch_n-dung-k_-ph_m-t_i.jpg",
   "NXB": "NXB Thanh Niên",
   "NamXB": 2021,
   "MaHang": 8935325001819,
   "TenNhaCungCap": "AZ Việt Nam",
   "NgonNgu": "Tiếng Việt",
   "TrongluongGr": 300,
   "KichThuoc": "16 x 24 cm",
   "SoTrang": 280,
   "LoaiBia": "Bìa Mềm",
   "description": "Tội phạm, nhất là những vụ án mạng, luôn là một chủ đề thu hút sự quan tâm của công chúng, khơi gợi sự hiếu kỳ của bất cứ ai. <br> Một khi đã bắt đầu theo dõi vụ án, hẳn bạn không thể không quan tâm tới kết cục, đặc biệt là cách thức và động cơ của kẻ sát nhân, từ những vụ án phạm vi hẹp cho đến những vụ án làm rúng động cả thế giới.<br> Lấy 36 vụ án CÓ THẬT kinh điển nhất trong hồ sơ tội phạm của FBI, “Tâm lý học tội phạm - phác họa chân dung kẻ phạm tội” mang đến cái nhìn toàn cảnh của các chuyên gia về chân dung tâm lý tội phạm. <br> Trả lời cho câu hỏi: Làm thế nào phân tích được tâm lý và hành vi tội phạm, từ đó khôi phục sự thật thông qua các manh mối, từ hiện trường vụ án, thời gian, dấu tích,… để tìm ra kẻ sát nhân thực sự. <br> Đằng sau máu và nước mắt là các câu chuyện rợn tóc gáy về tội ác, góc khuất xã hội và những màn đấu trí đầy gay cấn giữa điều tra viên và kẻ phạm tội.<br> Trong số đó có những con quỷ ăn thịt người; những cô gái xinh đẹp nhưng xảo quyệt; và cả cách trả thù đầy man rợ của các nhà khoa học,… Một số đã sa vào lưới pháp luật ngay khi chúng vừa ra tay, nhưng cũng có những kẻ cứ vậy ngủ yên hơn hai mươi năm.<br> Bằng giọng văn sắc bén, “Tâm lý học tội phạm - phác họa chân dung kẻ phạm tội” hứa hẹn dẫn dắt người đọc đi qua các cung bậc cảm xúc từ tò mò, ngạc nhiên đến sợ hãi, hoang mang tận cùng. Chúng ta sẽ lần tìm về quá khứ để từng bước gỡ những nút thắt chưa được giải, khiến ta ngạt thở đọc tới tận trang cuối cùng.<br> Hy vọng cuốn sách sẽ giúp bạn có cái nhìn sâu sắc, rõ ràng hơn về bộ môn tâm lý học tội phạm và có thể rèn luyện thêm sự tư duy, nhạy bén."
  },
  {
   "id": "14",
   "title": "Tâm Lý Học Tích Cực",
   "author": "Acacia C Parks",
   "price": "369000",
   "cover_url": "https://cdn0.fahasa.com/media/catalog/product/b/i/bia1_4_4.jpg",
   "NXB": "Đại Học Quốc Gia Hà Nội",
   "NamXB": 2021,
   "MaHang": 8936056797026,
   "TenNhaCungCap": "Quang Van Books",
   "NgonNgu": "Tiếng Việt",
   "TrongluongGr": 1100,
   "KichThuoc": "24 x 16 x 3.6 cm",
   "SoTrang": 720,
   "LoaiBia": "Bìa Mềm",
   "description": "Nếu được hỏi rằng “Tâm lý học tích cực đã dạy cho chúng ta điều gì?”, thì đó chính là: Trong mỗi chúng ta là sự hài hoà của cả những ĐIỂM MẠNH và ĐIỂM YẾU. <br> Không ai là có tất cả, và cũng không ai là khuyết tất cả - Christopher Peterson . <br>Tâm lý học tích cực là một nhánh nghiên cứu mới có tuổi đời khoảng hơn 20 năm nay, nhưng đã mở ra rất nhiều con đường để mỗi chúng ta có thể nhìn thấu vào đời sống nội tâm của mình, và thực sự tập trung vào “những gì làm cho cuộc đời trở nên đáng sống và tốt đẹp”.<br> Cuốn sách “Tâm lý học tích cực – Khoa học về Phương thức sống an lạc” do Acacia C. Parks và Stephen M. Schueller biên soạn là cuốn sách đầu tiên tại Việt Nam giới thiệu lý thuyết và hướng dẫn thực hành các can thiệp tâm lý học tích cực đối với cá nhân, gia đình, nhóm xã hội, lớp học gặp phải vấn đề tâm lý. <br>Trong cuốn sách này người đọc sẽ hiểu được những kiến thức cơ bản về lĩnh vực tâm lý học tích cực, các cách thức nhà tâm lý học tích cực sử dụng để nâng cao điểm mạnh nơi con người như lòng biết ơn, vị tha, dũng cảm, khiếu hài hước, kiên nhẫn, sáng tạo, sự thấu cảm. Độc giả cũng có thể nhận ra một số thông tin liên quan tới vấn đề tâm lý mà bản thân hoặc người thân, bạn bè đang phải đối diện.<br> Vượt lên giới hạn của một khoa học thuần túy, tâm lý học tích cực gợi mở con đường hướng tới cuộc sống hạnh phúc và an lạc đích thực, cuộc sống dựa trên trí tuệ, lòng nhân ái và ý thức về cái tôi. <br>Cuốn sách này cho thấy tâm lý học tích cực như một khoa học về phương thức sống an lạc."
  },
  {
   "id": "15",
   "title": "Sức Mạnh Của Trí Tuệ Tâm Linh",
   "author": "Tony Buzan",
   "price": "57000",
   "cover_url": "https://cdn0.fahasa.com/media/catalog/product/s/u/suc-manh-cua-tri-tue-tam-linh.png",
   "NXB": "NXB Tổng Hợp TPHCM",
   "NamXB": 2019,
   "MaHang": 8935086848234,
   "TenNhaCungCap": "FIRST NEWS",
   "NgonNgu": "Tiếng Việt",
   "TrongluongGr": 200,
   "KichThuoc": "13 x 20.5 cm",
   "SoTrang": 176,
   "LoaiBia": "Bìa Mềm",
   "description": "Tác giả Tony Buzan đã trở nên quen thuộc với độc giả Việt Nam trong thời gian qua, lần này, Công ty Văn hóa Sáng tạo Trí Việt – First News tiếp tục gửi tới bạn đọc cuốn sách mới nhất của bậc thầy nổi tiếng thế giới về phương pháp Bản đồ Tư duy - Sức Mạnh Của Trí Tuệ Tâm Linh được First News mua bản quyền và biên dịch từ “The Power of Spiritual Intelligence” của Tập đoàn Xuất bản Harper Collins, Anh Quốc.<br> Theo nghiên cứu của Tony Buzan, Trí tuệ Tâm linh là dạng trí thông minh quan trọng nhất, có sức mạnh chuyển hóa cuộc đời, thay đổi xã hội, thế giới và tiến trình lịch sử. <br>Thông qua cuốn sách lần này, Tony Buzan sẽ giúp bạn khám phá bản chất của tâm linh và tìm ra cách thức để phát triển loại hình trí tuệ tuyệt vời này. <br>Bạn sẽ có đủ năng lực để phát triển các giá trị cá nhân như trung thực, chân chính, can đảm, bao dung… và thấu hiểu bản thân hơn, từ đó góp sức giúp cộng đồng cùng phát triển.<br> Trong Sức Mạnh Của Trí Tuệ Tâm Linh, Tony Buzan đã đề tập tới tâm linh một cách nhẹ nhàng, thực tế. Và sức mạnh của Trí tuệ Tâm linh thực ra không ở đâu xa  mà ở ngay suy nghĩ, những giá trị nội tại của bản thân chúng ta. <br>Đó là sống hồn nhiên, trong sáng, sống với tiếng cười, sống bằng những giá trị thực của mình."
  },
  {
   "id": "16",
   "title": "Suối Nguồn Tâm Linh",
   "author": "Ajahn Chah",
   "price": "131000",
   "cover_url": "https://cdn0.fahasa.com/media/catalog/product/i/m/image_191196.jpg",
   "NXB": "NXB Hồng Đức",
   "NamXB": 2017,
   "MaHang": 8935074113382,
   "TenNhaCungCap": "Cty Văn Hóa Văn Lang",
   "NgonNgu": "Tiếng Việt",
   "TrongluongGr": 550,
   "KichThuoc": "13.5 x 21 cm",
   "SoTrang": 176,
   "LoaiBia": "Bìa Mềm",
   "description": "Bước vào cuộc sống là từng ngày ta buông thả Tâm và Trí mình trôi theo dòng nhân duyên, sinh khởi để sau đó rước lấy sợ hãi, bám víu cái giả hư và quan niệm càng sai lầm về tự ngã.Ajahm Chah, bậc minh triết nổi tiếng Á Đông, đã nhấn mạnh giáo pháp tự nó phát khởi phù hợp với nhu cầu tức thời, nó phải sống trong hiện tại  mới đúng là chánh Pháp. <br>Từ quan niệm đó, nội dung những bài thuyết pháp của Ngài nhắc nhở và giúp Thính chúng phải sẵn sàng nhìn vào Tâm của mình, hãy cố gắng bơi ngược dòng trôi (tu hành) để tìm về SUỐI NGUỒN TÂM LINH luôn róc rách lời kinh tiếng kệ, mãi toả ngát hương thơm sẽ dần xả bỏ được những ràng buộc của trần thế. <br>Đạt đến cảnh giới ấy, bạn sẽ sống trong giáo Pháp, chạm được ranh giới của Sự giải thoát, trải rộng cái tâm thanh tịnh để hoà vào niềm an lạc, thênh thang vạn nẻo suối nguồn."
  },
  {
   "id": "17",
   "title": "Đầu Tư Phi Lý Trí",
   "author": "Terry Burnham",
   "price": "119000",
   "cover_url": "https://cdn0.fahasa.com/media/catalog/product/9/7/9786045972380.jpg",
   "NXB": "NXB Lao Động",
   "NamXB": 2017,
   "MaHang": 9786045972380,
   "TenNhaCungCap": "Bách Việt",
   "NgonNgu": "Tiếng Việt",
   "TrongluongGr": 520,
   "KichThuoc": "14.5 x 20.5 cm",
   "SoTrang": 458,
   "LoaiBia": "Bìa Mềm",
   "description": "Đầu Tư Phi Lý Trí <br> Thông qua cuốn sách Đầu tư phi lý trí, nhà kinh tế học Terry Burnham lý giải rằng những hành động phi lý của chúng ta là đều là do tác nhân sinh học. Não bộ của con người chứa đựng những tập tính di truyền từ thời tiến hóa cổ xưa mà đến nay chúng ta vẫn bị ảnh hưởng và cư xử theo những tập tính đó một cách hoàn toàn vô thức. Bộ “não thằn lằn” này đã giúp tổ tiên của chúng ta kiếm ăn và tồn tại vào thời tiến hóa nhưng nó lại có ảnh hưởng tội tệ đến nền kinh tế hiện đại của chúng ta. Thay vì liệt kê sơ qua những yếu điểm của thị trường hiện nay, Tiến sĩ Burnham đi sâu làm rõ những vấn đề tài chính “hot” nhất như: thị trường chứng khoán, nền kinh tế, bất động sản, phiếu nợ công, lạm phát, quỹ tiết kiệm… <br> Không chỉ có vậy, cuốn sách còn nghiên cứu, lý giải tại sao những chuyện điên rồ, hoảng loạn, suy sụp lại thường diễn ra với các nhà đầu tư và tại sao các nhà đầu tư được lập trình để mua cổ phiếu ở mức cao một cách phí lý rồi lại bán ra ở mức thấp bất hợp lý. Quan trọng hơn cả, bằng cách kết hợp những nghiên cứu mới về sự phi lý, cuốn sách Đầu tư phi lý trí có thể giúp người đọc nhìn thấy những hành động phi lý của bản thân và chỉ cho chúng ta thấy cách để kiếm ra tiền từ một thế giới phi lý. "
  },
  {
   "id": "18",
   "title": "Đầu Tư Chứng Khoán Theo Chỉ Số",
   "author": "John C Bogle",
   "price": "82000",
   "cover_url": "https://cdn0.fahasa.com/media/catalog/product/i/m/image_195509_1_13785.jpg",
   "NXB": "NXB Công Thương",
   "NamXB": 2019,
   "MaHang": 8935280904309,
   "TenNhaCungCap": "Thái Hà",
   "NgonNgu": "Tiếng Việt",
   "TrongluongGr": 350,
   "KichThuoc": "13 x 20.5 cm",
   "SoTrang": 337,
   "LoaiBia": "Bìa Mềm",
   "description": "Đầu tư chứng khoán theo chỉ số là cuốn thánh kinh về đầu tư, với những thông tin và góc nhìn mới. Nhà tiên phong về quỹ chỉ số, John C. Bogle tiết lộ với độc giả bí quyết đầu tư hiệu quả: mua và giữ các quỹ chỉ số với chi phí quản lý thấp, bao gồm cổ phiếu của những công ty niêm yết trên các sàn chứng khoán lớn như S&P 500. Với chiến lược này, nhà đầu tư có thể loại bỏ rủi ro trong việc lựa chọn các cổ phiếu riêng lẻ và thu được nhiều lợi tức hơn trong dài hạn.<br>Tác giả cũng nhấn mạnh tầm quan trọng của chi phí trong đầu tư, đề cao phong cách đầu tư đơn giản với chi phí tối thiểu và đưa ra những nhận định đầy thuyết phục về thị trường chứng khoán, được những ông lớn trong giới đầu tư ủng hộ.<br>Trong ấn bản kỷ niệm 10 năm phát hành của cuốn sách, John C. Bogle đem đến cho các nhà đầu tư hai chương hoàn toàn mới, bao gồm những lời khuyên của ông về phân bổ tài sản: giữa cổ phiếu và trái phiếu; cũng như kế hoạch tiết kiệm hưu trí. Các nhà đầu tư thuộc mọi lứa tuổi đều có thể áp dụng triết lí đầu tư thông thái của ông. <br> Nếu có ai được vinh danh là người làm được nhiều điều nhất cho các nhà đầu tư ở nước Mỹ, người đó chính là Jack Bogle… Anh ấy là vị anh hùng của họ và tôi. – Warren Buffett."
  },
  {
   "id": "19",
   "title": "Luyện Thi Năng Lực Tiếng Nhật",
   "author": "Nhiều Tác Giả",
   "price": "83000",
   "cover_url": "https://cdn0.fahasa.com/media/catalog/product/i/m/image_195509_1_33217.jpg",
   "NXB": "Hồng Đức",
   "NamXB": 2020,
   "MaHang": 8935250703406,
   "TenNhaCungCap": "IPM",
   "NgonNgu": "Tiếng Nhật",
   "TrongluongGr": 230,
   "KichThuoc": "20.5 x 14.5 x 1 cm",
   "SoTrang": 233,
   "LoaiBia": "Bìa Mềm",
   "description": "- Bộ sách đã tổng hợp các TỪ VỰNG và CHỮ HÁN (KANJI) xuất hiện THƯỜNG XUYÊN NHẤT trong các kì thì JLPT tổ chức trên khắp thế giới trong nhiều năm gần đây.<br>- Không chỉ thế, các TỪ VỰNG và CHỮ HÁN (KANJI) còn được sắp xếp theo TẦN SUẤT xuất hiện trong đề thi, giúp thí sinh có thể nắm được trọng tâm các từ cần ôn luyện khi kì thi đang đến gần.<br>- Được chia thành 2 cấp độ N1, N2 cho từng mảng TỪ VỰNG và CHỮ HÁN (KANJI), bạn có thể dễ dàng lựa chọn được cuốn sách phù hợp với mục tiêu hiện tại của mình.<br>- Tổng hợp hơn 1000 chữ Hán cho cấp độ N1:<br>- Xếp theo tần suất xuất hiện trong đề thi JLPT các năm qua.<br>- Kèm dịch nghĩa bằng tiếng Hàn, Trung, Việt.<br>- Hướng dẫn viết chữ Hán theo đúng thứ tự nét.<br>- Cung cấp các từ vựng và thành ngữ hay dùng.<br>- Kèm trang màu tổng hợp: thủ phủ, địa danh nổi tiếng của các tỉnh, thành phố; các thành ngữ có từ chỉ bộ phận cơ thể người (tiếp); ý nghĩa bộ thủ chữ Hán; các đơn vị đếm…"
  },
  {
   "id": "20",
   "title": "Luyện Thi Toeic 850 Listening",
   "author": "Jo Gang Soo",
   "price": "139000",
   "cover_url": "https://cdn0.fahasa.com/media/catalog/product/8/9/8935251409512.jpg",
   "NXB": "Khoa Học Xã Hội",
   "NamXB": 2018,
   "MaHang": 8935251409512,
   "TenNhaCungCap": "Alpha Books",
   "NgonNgu": "Tiếng Anh",
   "TrongluongGr": 360,
   "KichThuoc": "24 x 16 x 0.5 cm",
   "SoTrang": 352,
   "LoaiBia": "Bìa Mềm",
   "description": "Luyện thi TOEIC 850 Listening <br>5 TIẾNG MỖI NGÀY, ĐẠT NGAY 850 ĐIỂM <br>Luyện thi TOEIC 850 Listening nói riêng và bộ TOEIC của Jo Gang-Soo nói chung, có nhiều ưu điểm hơn so với những cuốn sách luyện thi TOEIC khác từng xuất bản.<br>Thay vì đưa ra các lý thuyết dài dòng và khó tiếp thu, tác giả đưa ra cách tiếp cận câu hỏi chi tiết tùy theo từng dạng câu hỏi.<br>Trọng tâm của cuốn sách là những ví dụ thiết thực và hệ thống bài tập đa dạng, bám sát các dạng đề thi thật. Ứng với mỗi kiểu câu hỏi nghe, tác giả đều đưa ra nhận định khái quát về kiểu câu hỏi này (chủ đề thường gặp, xu hướng câu hỏi). Sau đó là những phân tích cụ thể, kèm theo các tips và bài vận dụng thực hành. Sau mỗi chương đều có Bài tập thực hành, cuối mỗi phần đều có bài Full Test hoàn chỉnh.<br>Phần Tips chính là phần quý giá nhất của cuốn sách. Tác giả sẽ giúp bạn nhận diện được các đáp án bẫy, đáp án sai hay bạn có thể tìm ra đáp án đúng nhất ngay khi vừa nghe câu hỏi, chỉ bằng cách tìm những dấu hiệu rất nhỏ. Đây là điều mà chỉ những người tiếp xúc với đề thi nhiều mới có thể đúc rút ra.<br>Cuốn sách chính là người bạn đồng hành không thể thiếu trên hành trình đến với điểm số TOEIC mơ ước của bạn."
  }
 ]